{
    "author": "Story Crafter",
    "title": {
        "en": "Bella the Curious Bunny",
        "es": "Bella la Conejita Curiosa",
        "fr": "Bella la Lapine Curieuse",
        "de": "Bella das Neugierige Häschen",
        "it": "Bella la Coniglietta Curiosa",
        "ja": "好奇心旺盛なウサギのベラ"
    },
    "description": {
        "en": "A curious bunny named Bella explores the wonders of the forest and learns valuable lessons about courage and kindness.",
        "es": "Una conejita curiosa llamada Bella explora las maravillas del bosque y aprende valiosas lecciones sobre el valor y la bondad.",
        "fr": "Une lapine curieuse nommée Bella explore les merveilles de la forêt et apprend des leçons précieuses sur le courage et la gentillesse.",
        "de": "Ein neugieriges Häschen namens Bella erkundet die Wunder des Waldes und lernt wertvolle Lektionen über Mut und Freundlichkeit.",
        "it": "Una coniglietta curiosa di nome Bella esplora le meraviglie del bosco e impara preziose lezioni sul coraggio e la gentilezza.",
        "ja": "好奇心旺盛なウサギのベラが、森の不思議を探検し、勇気と優しさについての大切な教訓を学びます。"
    },
    "categories": [
        "Animals",
        "Adventure",
        "Kindness"
    ],
    "defaultLanguage": "en",
    "currentLanguage": "en",
    "currentPage": 0,
    "fileUrl": "dummy.mp3",
    "id": "book-003",
    "isAudioPlaying": false,
    "isFavorite": false,
    "lastReadAt": null,
    "readingProgress": 0,
    "createdAt": "2024-12-27",
    "coverImage": "https://firebasestorage.googleapis.com/v0/b/keyra-93667.firebasestorage.app/o/books%2Fbook-003%2Fcover.png?alt=media",
    "pages": [
        {
            "text": {
                "en": "In a quiet corner of the Whispering Woods, there lived a bunny named Bella. Bella was not like the other bunnies who preferred to nap under the trees or munch on clover at dusk. She was endlessly curious about everything around her. 'Why does the river sing?' Bella wondered one morning as the stream gurgled over the stones. 'Where do the stars go during the day?' she mused as she watched the sunlight peek through the canopy. Each question filled Bella with a sense of adventure.",
                "es": "En un rincón tranquilo del Bosque Susurrante, vivía una conejita llamada Bella. Bella no era como los otros conejos que preferían dormir bajo los árboles o comer trébol al atardecer. Ella era infinitamente curiosa sobre todo lo que la rodeaba. '¿Por qué canta el río?' se preguntó Bella una mañana mientras el arroyo burbujeaba sobre las piedras. '¿Adónde van las estrellas durante el día?' reflexionó mientras veía cómo la luz del sol se filtraba por el dosel. Cada pregunta llenaba a Bella con un sentido de aventura.",
                "fr": "Dans un coin tranquille des Bois Murmurants, vivait une lapine nommée Bella. Bella n'était pas comme les autres lapins qui préféraient faire la sieste sous les arbres ou grignoter du trèfle au crépuscule. Elle était infiniment curieuse de tout ce qui l'entourait. 'Pourquoi la rivière chante-t-elle ?' se demanda Bella un matin alors que le ruisseau glougloutait sur les pierres. 'Où vont les étoiles pendant la journée ?' réfléchit-elle en regardant la lumière du soleil percer à travers la canopée. Chaque question remplissait Bella d'un sentiment d'aventure.",
                "de": "In einer ruhigen Ecke des Flüsternden Waldes lebte ein Häschen namens Bella. Bella war nicht wie die anderen Kaninchen, die lieber unter den Bäumen schliefen oder in der Dämmerung Klee knabberten. Sie war unendlich neugierig auf alles um sie herum. 'Warum singt der Fluss?' fragte sich Bella eines Morgens, als der Bach über die Steine plätscherte. 'Wohin verschwinden die Sterne am Tag?' überlegte sie, während sie beobachtete, wie das Sonnenlicht durch das Blätterdach schien. Jede Frage erfüllte Bella mit einem Gefühl von Abenteuer.",
                "it": "In un angolo tranquillo del Bosco Sussurrante, viveva una coniglietta di nome Bella. Bella non era come gli altri conigli che preferivano sonnecchiare sotto gli alberi o mangiare trifoglio al tramonto. Era infinitamente curiosa di tutto ciò che la circondava. 'Perché canta il fiume?' si chiese Bella una mattina mentre il ruscello gorgogliava sulle pietre. 'Dove vanno le stelle durante il giorno?' meditò mentre guardava la luce del sole fare capolino attraverso la volta degli alberi. Ogni domanda riempiva Bella di un senso di avventura.",
                "ja": "ささやきの森の静かな一角に、ベラという名前のウサギが住んでいました。ベラは、木陰で昼寝をしたり、夕暮れ時にクローバーを食べたりすることを好む他のウサギたちとは違っていました。彼女は周りのすべてのことに限りない好奇心を持っていました。「どうして川は歌うのかな？」ある朝、小川が石の上でゴボゴボと音を立てているのを見て、ベラは不思議に思いました。「お星様は昼間どこに行くのかな？」木々の間から差し込む日差しを見上げながら考えました。一つ一つの疑問が、ベラを冒険への期待で胸躍らせました。"
            },
            "imagePath": "https://firebasestorage.googleapis.com/v0/b/keyra-93667.firebasestorage.app/o/books%2Fbook-003%2Fpage_1.png?alt=media"
        },
        {
            "text": {
                "en": "One bright morning, Bella decided to follow the melody of the singing river. 'Maybe the river has a secret to share,' she thought, her little nose twitching with excitement. As she hopped along the bank, Bella saw a family of frogs leaping from rock to rock. 'Good morning, Bella!' croaked the eldest frog. 'Are you off on another adventure?' Bella nodded eagerly. 'I'm following the river's song to see where it leads.' The frogs smiled. 'Stay curious, little bunny, and you'll uncover magic everywhere,' said the frog, waving goodbye.",
                "es": "Una brillante mañana, Bella decidió seguir la melodía del río cantante. 'Tal vez el río tenga un secreto que compartir', pensó, con su pequeña nariz temblando de emoción. Mientras saltaba por la orilla, Bella vio a una familia de ranas saltando de roca en roca. '¡Buenos días, Bella!' croó la rana mayor. '¿Vas a otra aventura?' Bella asintió con entusiasmo. 'Estoy siguiendo la canción del río para ver a dónde lleva.' Las ranas sonrieron. 'Mantente curiosa, pequeña conejita, y descubrirás magia en todas partes', dijo la rana, despidiéndose con la mano.",
                "fr": "Un beau matin, Bella décida de suivre la mélodie de la rivière chantante. 'Peut-être que la rivière a un secret à partager,' pensa-t-elle, son petit nez frémissant d'excitation. Tandis qu'elle sautillait le long de la berge, Bella aperçut une famille de grenouilles bondissant de pierre en pierre. 'Bonjour, Bella !' croassa la plus âgée. 'Tu pars encore à l'aventure ?' Bella hocha la tête avec enthousiasme. 'Je suis la chanson de la rivière pour voir où elle mène.' Les grenouilles sourirent. 'Reste curieuse, petite lapine, et tu découvriras de la magie partout,' dit la grenouille en faisant au revoir.",
                "de": "An einem strahlenden Morgen beschloss Bella, der Melodie des singenden Flusses zu folgen. 'Vielleicht hat der Fluss ein Geheimnis zu teilen', dachte sie, während ihr kleines Näschen vor Aufregung zuckte. Als sie am Ufer entlang hüpfte, sah Bella eine Familie von Fröschen, die von Stein zu Stein sprangen. 'Guten Morgen, Bella!' quakte der älteste Frosch. 'Bist du wieder auf Abenteuersuche?' Bella nickte eifrig. 'Ich folge dem Lied des Flusses, um zu sehen, wohin es führt.' Die Frösche lächelten. 'Bleib neugierig, kleines Häschen, und du wirst überall Magie entdecken', sagte der Frosch zum Abschied.",
                "it": "Una luminosa mattina, Bella decise di seguire la melodia del fiume cantante. 'Forse il fiume ha un segreto da condividere', pensò, con il suo piccolo naso che tremava per l'eccitazione. Mentre saltellava lungo la riva, Bella vide una famiglia di rane che saltavano di roccia in roccia. 'Buongiorno, Bella!' gracchiò la rana più anziana. 'Sei in partenza per un'altra avventura?' Bella annuì con entusiasmo. 'Sto seguendo il canto del fiume per vedere dove porta.' Le rane sorrisero. 'Rimani curiosa, piccola coniglietta, e scoprirai la magia ovunque', disse la rana, salutando con la zampa.",
                "ja": "ある晴れた朝、ベラは歌う川のメロディーを追いかけることにしました。「川には何か秘密があるのかもしれない」と、小さな鼻をピクピクさせながら考えました。岸辺をピョンピョン跳ねていくと、石から石へと飛び移るカエルの家族に出会いました。「おはよう、ベラ！」年長のカエルが鳴きました。「また冒険に出かけるの？」ベラは嬉しそうにうなずきました。「川の歌を追いかけて、どこに続いているのか見てみたいの」カエルたちは微笑みました。「好奇心を持ち続けるんだよ、小さなウサギさん。そうすれば、どこにでも魔法を見つけられるはずだよ」とカエルは手を振って別れを告げました。"
            },
            "imagePath": "https://firebasestorage.googleapis.com/v0/b/keyra-93667.firebasestorage.app/o/books%2Fbook-003%2Fpage_2.png?alt=media"
        },
        {
            "text": {
                "en": "As Bella ventured further, the forest began to change. The trees grew taller, their branches twisting like an artist's brushstrokes. The air was filled with the sweet scent of blooming flowers. Bella's ears twitched as she heard a gentle rustling nearby. Peeking through the bushes, she spotted a hedgehog struggling to carry a bundle of berries. 'Do you need help?' Bella asked kindly. The hedgehog looked up, relieved. 'Oh, thank you, Bella! These berries are for my grandmother, but they're heavier than I expected.' Bella smiled and offered her tail as a makeshift basket.",
                "es": "Mientras Bella avanzaba más lejos, el bosque comenzó a cambiar. Los árboles crecían más altos, sus ramas se retorcían como pinceladas de un artista. El aire estaba lleno del dulce aroma de flores en flor. Las orejas de Bella se movieron cuando escuchó un suave susurro cercano. Mirando a través de los arbustos, vio a un erizo luchando por llevar un manojo de bayas. '¿Necesitas ayuda?' preguntó Bella amablemente. El erizo levantó la vista, aliviado. '¡Oh, gracias, Bella! Estas bayas son para mi abuela, pero son más pesadas de lo que esperaba.' Bella sonrió y ofreció su cola como una cesta improvisada.",
                "fr": "Alors que Bella s'aventurait plus loin, la forêt commença à changer. Les arbres devenaient plus hauts, leurs branches se tordant comme des coups de pinceau d'artiste. L'air était rempli du doux parfum des fleurs en pleine floraison. Les oreilles de Bella frémirent lorsqu'elle entendit un léger bruissement à proximité. En regardant à travers les buissons, elle aperçut un hérisson qui peinait à transporter un tas de baies. 'As-tu besoin d'aide ?' demanda gentiment Bella. Le hérisson leva les yeux, soulagé. 'Oh, merci, Bella ! Ces baies sont pour ma grand-mère, mais elles sont plus lourdes que prévu.' Bella sourit et offrit sa queue comme panier improvisé.",
                "de": "Als Bella weiterging, begann sich der Wald zu verändern. Die Bäume wurden höher, ihre Äste wanden sich wie Pinselstriche eines Künstlers. Die Luft war erfüllt vom süßen Duft blühender Blumen. Bellas Ohren zuckten, als sie ein leises Rascheln in der Nähe hörte. Durch die Büsche spähend, entdeckte sie einen Igel, der mühsam ein Bündel Beeren trug. 'Brauchst du Hilfe?' fragte Bella freundlich. Der Igel schaute auf, erleichtert. 'Oh, danke, Bella! Diese Beeren sind für meine Großmutter, aber sie sind schwerer, als ich erwartet habe.' Bella lächelte und bot ihren Schwanz als provisorischen Korb an.",
                "it": "Mentre Bella proseguiva, la foresta iniziò a cambiare. Gli alberi crescevano più alti, i loro rami si torcevano come pennellate di un artista. L'aria era piena del dolce profumo di fiori in fiore. Le orecchie di Bella si mossero quando sentì un lieve fruscio vicino. Guardando attraverso i cespugli, vide un riccio che lottava per trasportare un mazzo di bacche. 'Hai bisogno di aiuto?' chiese Bella gentilmente. Il riccio alzò lo sguardo, sollevato. 'Oh, grazie, Bella! Queste bacche sono per mia nonna, ma sono più pesanti di quanto pensassi.' Bella sorrise e offrì la sua coda come cesto improvvisato.",
                "ja": "ベラがさらに進むと、森は変わり始めました。木々は高くなり、枝はアーティストの筆致のように曲がっていました。空気は花の甘い香りでいっぱいになっていました。ベラの耳は近くで聞こえた小さな音に反応しました。木々の間から覗くと、ベラは祖母のためにバラの花を運ぼうとしているハリネズミを見つけました。「助けてくれない？」ベラは優しく尋ねました。ハリネズミは安心したようにベラを見上げました。「ありがとう、ベラ！この花は祖母のために用意したのですが、想像以上に重いです」ベラは笑顔で尻尾を差し出し、即席の籠として使うことを提案しました。"
            },
            "imagePath": "https://firebasestorage.googleapis.com/v0/b/keyra-93667.firebasestorage.app/o/books%2Fbook-003%2Fpage_3.png?alt=media"
        },
        {
            "text": {
                "en": "Together, Bella and the hedgehog continued along the path. The bundle of berries bounced gently on Bella's tail as they walked. 'Your grandmother must be very special,' Bella said. The hedgehog nodded with a warm smile. 'She tells the best stories and always has the softest blanket ready for me.' Bella's heart swelled at the thought. Soon, they reached a cozy burrow surrounded by wildflowers. An elderly hedgehog with kind eyes emerged, beaming at the sight of her visitors. 'Thank you, Bella,' she said. 'Kindness is the true magic of the forest.'",
                "es": "Juntos, Bella y el erizo continuaron por el camino. El manojo de bayas rebotaba suavemente en la cola de Bella mientras caminaban. 'Tu abuela debe ser muy especial,' dijo Bella. El erizo asintió con una cálida sonrisa. 'Cuenta las mejores historias y siempre tiene la manta más suave lista para mí.' El corazón de Bella se llenó al pensarlo. Pronto llegaron a una madriguera acogedora rodeada de flores silvestres. Un erizo mayor con ojos amables salió, radiante al ver a sus visitantes. 'Gracias, Bella,' dijo. 'La bondad es la verdadera magia del bosque.'",
                "fr": "Ensemble, Bella et le hérisson continuèrent le long du chemin. Le paquet de baies rebondissait doucement sur la queue de Bella tandis qu'ils marchaient. 'Ta grand-mère doit être très spéciale,' dit Bella. Le hérisson hocha la tête avec un sourire chaleureux. 'Elle raconte les meilleures histoires et a toujours la couverture la plus douce prête pour moi.' Le cœur de Bella se gonfla à cette pensée. Bientôt, ils atteignirent un terrier douillet entouré de fleurs sauvages. Une vieille hérissonne aux yeux bienveillants apparut, rayonnante à la vue de ses visiteurs. 'Merci, Bella,' dit-elle. 'La gentillesse est la vraie magie de la forêt.'",
                "de": "Gemeinsam gingen Bella und der Igel den Weg entlang. Das Bündel Beeren wippte sanft auf Bellas Schwanz, während sie gingen. 'Deine Großmutter muss sehr besonders sein,' sagte Bella. Der Igel nickte mit einem warmen Lächeln. 'Sie erzählt die besten Geschichten und hat immer die weichste Decke für mich bereit.' Bellas Herz wurde warm bei diesem Gedanken. Bald erreichten sie einen gemütlichen Bau, umgeben von Wildblumen. Ein älterer Igel mit freundlichen Augen trat heraus, strahlend bei dem Anblick seiner Besucher. 'Danke, Bella,' sagte sie. 'Freundlichkeit ist die wahre Magie des Waldes.'",
                "it": "Insieme, Bella e il riccio proseguirono lungo il sentiero. Il mazzo di bacche rimbalzava dolcemente sulla coda di Bella mentre camminavano. 'Tua nonna deve essere molto speciale,' disse Bella. Il riccio annuì con un sorriso caldo. 'Racconta le migliori storie e ha sempre la coperta più soffice pronta per me.' Il cuore di Bella si riempì al pensiero. Presto raggiunsero una tana accogliente circondata da fiori selvatici. Una vecchia riccia con occhi benevoli emerse, raggiante alla vista dei suoi visitatori. 'Grazie, Bella,' disse. 'La gentilezza è la vera magia della foresta.'",
                "ja": "ベラとハリネズミは一緒に道を続けました。ベラの尻尾に乗せたバラの花は、歩くたびに軽く弾んでいました。「おばあちゃんはとても特別な人なのでしょうね」とベラは言いました。ハリネズミは温かい笑顔で頷きました。「おばあちゃんは最高の話をしてくれるし、いつも私用の最も柔らかい毛布を用意してくれます」ベラの心はこの想い出で温かくなりました。すぐに、野生の花に囲まれた居心地の良い巣穴に着きました。優しい目をした老いたハリネズミが現れ、訪問者たちを喜んで迎えました。「ありがとう、ベラ」と彼女は言いました。「森の本当の魔法は、優しさです」"
            },
            "imagePath": "https://firebasestorage.googleapis.com/v0/b/keyra-93667.firebasestorage.app/o/books%2Fbook-003%2Fpage_4.png?alt=media"
        },
        {
            "text": {
                "en": "As Bella prepared to leave, the grandmother hedgehog handed her a small pouch woven from forest leaves. 'This is for you, Bella,' she said. 'Inside are star seeds. Plant them under the moonlight, and they will grow into glowing flowers.' Bella's eyes sparkled with wonder. 'Thank you!' she exclaimed. 'I'll plant them tonight.' Bella waved goodbye and trotted back toward the river, eager to see what other mysteries the forest had in store. In her heart, she knew she would always treasure this gift and the new friends she had made.",
                "es": "Mientras Bella se preparaba para irse, la abuela erizo le entregó una pequeña bolsa tejida con hojas del bosque. 'Esto es para ti, Bella,' dijo. 'Dentro hay semillas de estrellas. Plántalas bajo la luz de la luna, y crecerán en flores brillantes.' Los ojos de Bella brillaron de asombro. '¡Gracias!' exclamó. 'Las plantaré esta noche.' Bella se despidió con la mano y trotó de regreso hacia el río, ansiosa por ver qué otros misterios guardaba el bosque. En su corazón, sabía que siempre atesoraría este regalo y los nuevos amigos que había hecho.",
                "fr": "Alors que Bella se préparait à partir, la grand-mère hérisson lui tendit une petite pochette tissée à partir de feuilles de la forêt. 'Ceci est pour toi, Bella,' dit-elle. 'À l'intérieur, il y a des graines d'étoiles. Plante-les sous la lumière de la lune, et elles deviendront des fleurs lumineuses.' Les yeux de Bella scintillèrent de merveille. 'Merci !' s'exclama-t-elle. 'Je les planterai ce soir.' Bella fit un signe d'au revoir et trottina vers la rivière, impatiente de découvrir les autres mystères que la forêt réservait. Dans son cœur, elle savait qu'elle chérirait toujours ce cadeau et les nouveaux amis qu'elle avait faits.",
                "de": "Als Bella sich zum Gehen vorbereitete, überreichte ihr die Igeloma einen kleinen Beutel, gewebt aus Blättern des Waldes. 'Das ist für dich, Bella,' sagte sie. 'Darin sind Sternensamen. Pflanze sie im Mondlicht, und sie werden zu leuchtenden Blumen wachsen.' Bellas Augen funkelten vor Staunen. 'Danke!' rief sie aus. 'Ich werde sie heute Nacht pflanzen.' Bella winkte zum Abschied und trabte zurück zum Fluss, gespannt darauf, welche anderen Geheimnisse der Wald bereithielt. In ihrem Herzen wusste sie, dass sie dieses Geschenk und die neuen Freunde, die sie gef",
                "it": "Mentre Bella si preparava per andare, la nonna riccio le consegnò una piccola borsa intrecciata con foglie della foresta. 'Questo è per te, Bella,' disse. 'Dentro ci sono semi di stelle. Piantali sotto la luce della luna, e cresceranno in fiori luminosi.' Gli occhi di Bella brillarono di meraviglia. 'Grazie!' esclamò. 'Li pianterò stasera.' Bella salutò con la mano e trotterellò indietro verso il fiume, ansiosa di scoprire quali altri misteri la foresta avesse in serbo. Nel suo cuore, sapeva che avrebbe sempre apprezzato questo dono e i nuovi amici che aveva fatto.",
                "ja": "ベラが帰る準備をしているとき、祖母のハリネズミは森の葉で織られた小さな袋をベラに手渡しました。「これはあなたのもの、ベラ」と彼女は言いました。「中には星の種が入っています。月の光の下で植えると、輝く花に成長します」ベラの目は驚きで輝きました。「ありがとう！」彼女は叫びました。「今夜植えるわ」ベラは手を振って別れを告げ、川の方へ戻っていきました。森が秘密にしている他の謎を知りたいと思い、心が躍りました。心の底では、彼女はこの贈り物と新しくできた友達をいつまでも大切にすることを知っていました。"
            },
            "imagePath": "https://firebasestorage.googleapis.com/v0/b/keyra-93667.firebasestorage.app/o/books%2Fbook-003%2Fpage_5.png?alt=media"
        }
    ]
}
